[
    {
        "k": "title",
        "v": "Let's create your website!"
    },
    {
        "k": "sub1",
        "v": "The latest tecnologies"
    },
    {
        "k": "sub2",
        "v": "...for the best results"
    },
    {
        "k": "gotocontacts",
        "v": "Contact us"
    },
    {
        "k": "gotoaca",
        "v": "Check out OJXacademy"
    },
    {
        "k": "me.pres",
        "v": "I'm Omar, I'm a computer science graduate from the University of Genoa and founder of OJXwebdev and OJXacademy. With these two projects of mine I aim to direct my IT skills in the development and management of websites for individuals and companies. Starting from the design of the page interface and continuing with its development and subsequent production, the quality of your website created with OJX will have no equal!"
    },
    {
        "k": "home.1",
        "v": "Using the most advanced technologies on the market, your site will be developed following your personal ideas."
    },
    {
        "k": "home.2",
        "v": "As many sites as you want! Intuitive for your customers and easy to maintain for future upgrades"
    },
    {
        "k": "home.3",
        "v": "Your feedback will guide the entire development phase so as to deliver you a complete product that fully reflects your ideas and offers unparalleled performance."
    },
    {
        "k": "servs",
        "v": "Services"
    },
    {
        "k": "meths",
        "v": "Working methods"
    },
    {
        "k": "contacts",
        "v": "Contacts"
    },
    {
        "k": "servs.1",
        "v": "'Your site for your ideas': that's the OJX approach!"
    },
    {
        "k": "servs.2",
        "v": "Professional websites that follow the customer's imagination using the latest technologies available on the market. Unlike 'do-it-yourself' tools for developing a web application, by relying on OJX you will have full control over the final result of your project."
    },
    {
        "k": "servs.3",
        "v": "From the initial design stages to search engine optimization, you won't have to worry about the more technical aspects: For the first 12 months, hosting and domain assignment are free with OJX!"
    },
    {
        "k": "servs.4",
        "v": "You won't have to worry about buying domains, setting up mail boxes or managing the hosting of your pages. Your site will be set up complete with everything needed to be accessed by the main browsers and reached by search engines"
    },
    {
        "k": "servs.5",
        "v": "Do you want to learn the art of web development or enrich your personal internet programming skills? Check out the OJX web academy!"
    },
    {
        "k": "work.1",
        "v": "How OJX projects are made"
    },
    {
        "k": "work.2",
        "v": "For the realization of a project we follow a well-defined and well-documented chain of steps where at each stage your site will take on new functions and new graphic details"
    },
    {
        "k": "work.3",
        "v": "Your ideas"
    },
    {
        "k": "work.4",
        "v": "Feature design"
    },
    {
        "k": "work.5",
        "v": "Development"
    },
    {
        "k": "work.6",
        "v": "Finished product delivery"
    },
    {
        "k": "work.7",
        "v": "The development phase includes the creation of both the graphical interface and the logic of your website: from starting up the database to managing user data (if your site needs these features). This is the main stage of the project."
    },
    {
        "k": "work.8",
        "v": "Projects"
    },
    {
        "k": "work.9",
        "v": "Designs"
    },
    {
        "k": "c.1",
        "v": "For information and requests for quotes"
    },
    {
        "k": "c.2",
        "v": "For information about OJX courses"
    },
    {
        "k": "c.3",
        "v": "Or write us your request directly here"
    },
    {
        "k": "send",
        "v": "Send"
    },
    {
        "k": "mlang",
        "v": "Multilingual websites"
    },
    {
        "k": "port",
        "v": "Personal portfolios"
    },
    {
        "k": "evs",
        "v": "Event websites"
    },
    {
        "k": "other",
        "v": "Many others"
    },
    {
        "k": "alert",
        "v": "Design view available on tablet and desktop devices only"
    }
]