[
    {
        "k": "title",
        "v": "Let's create your website!"
    },
    {
        "k": "sub1",
        "v": "The latest tecnologies"
    },
    {
        "k": "sub2",
        "v": "...for the best results"
    },
    {
        "k": "gotocontacts",
        "v": "Contact us"
    },
    {
        "k": "gotoaca",
        "v": "Check out OJXacademy"
    },
    {
        "k": "me.pres",
        "v": "I'm Omar, I'm a computer science graduate from the University of Genoa and founder of OJXwebdev and OJXacademy. With these two projects of mine I aim to direct my IT skills in the development and management of websites for individuals and companies. Starting from the design of the page interface and continuing with its development and subsequent production, the quality of your website created with OJX will have no equal!"
    },
    {
        "k": "home.1",
        "v": "Your site will be created using the most cutting-edge technologies available, in accordance with your unique ideas."
    },
    {
        "k": "home.2",
        "v": "As many sites as you want! Intuitive for your customers and easy to maintain for future upgrades"
    },
    {
        "k": "home.3",
        "v": "Your input will direct the entire development process so that you receive a finished product that accurately reflects your ideas and provides unmatched performance."
    },
    {
        "k": "servs",
        "v": "Services"
    },
    {
        "k": "meths",
        "v": "Working methods"
    },
    {
        "k": "contacts",
        "v": "Contacts"
    },
    {
        "k": "servs.1",
        "v": "'Your site for your ideas': that's the OJX approach!"
    },
    {
        "k": "servs.2",
        "v": "Professional websites that follow the customer's imagination using the latest technologies available on the market. Unlike 'do-it-yourself' tools for developing a web application, by relying on OJX you will have full control over the final result of your project."
    },
    {
        "k": "servs.3",
        "v": "You won't need to be concerned about the more technical aspects from the early design phases through search engine optimization: OJX offers free ordinary maintenance for the first 3 months!"
    },
    {
        "k": "servs.4",
        "v": "Purchasing domains, setting up mail boxes, or maintaining the hosting of your website won't be a concern for you. Your website will be configured to include all necessary components for use with the major browsers and search engines."
    },
    {
        "k": "servs.5",
        "v": "Do you want to learn the art of web development or enrich your personal internet programming skills? Check out the OJX web academy!"
    },
    {
        "k": "work.1",
        "v": "How OJX projects are made"
    },
    {
        "k": "work.2",
        "v": "For the realization of a project we follow a well-defined and well-documented chain of steps where at each stage your site will take on new functions and new graphic details"
    },
    {
        "k": "work.3",
        "v": "Your idea"
    },
    {
        "k": "work.4",
        "v": "Feature design"
    },
    {
        "k": "work.5",
        "v": "Development"
    },
    {
        "k": "work.6",
        "v": "Finished product delivery"
    },
    {
        "k": "work.7",
        "v": "The development phase includes the creation of both the graphical interface and the logic of your website: from starting up the database to managing user data (if your site needs these features). This is the main stage of the project."
    },
    {
        "k": "work.8",
        "v": "Projects"
    },
    {
        "k": "work.9",
        "v": "Designs"
    },
    {
        "k": "c.1",
        "v": "For information and requests for quotes"
    },
    {
        "k": "c.2",
        "v": "For information about OJX courses"
    },
    {
        "k": "c.3",
        "v": "Or write us your request directly here"
    },
    {
        "k": "send",
        "v": "Send"
    },
    {
        "k": "mlang",
        "v": "Multilingual websites"
    },
    {
        "k": "port",
        "v": "Personal portfolios"
    },
    {
        "k": "evs",
        "v": "Event websites"
    },
    {
        "k": "other",
        "v": "Many others"
    },
    {
        "k": "alert",
        "v": "Design view available on tablet and desktop devices only"
    },
    {
        "k": "w1",
        "v": "It all starts with your idea! It will be our job to develop your vision into a beautiful, functional site that makes your company or product known to the whole world."
    },
    {
        "k": "w2",
        "v": "You will be able to see a first concrete preview of what your website will look like during the design phase. Ad-hoc tools will be used to create the graphic project and as a result a document with specifications and images will be created. The project will consequently be implemented in the following phases. In this phase your collaboration will be essential to be able to conceive the graphic design you want!"
    },
    {
        "k": "w3",
        "v": "Your site must not only be beautiful to look at, it must guarantee the best user experience for its visitors. In the UX design phase, the best solutions for carrying out the operations on your site will be studied and compared, as well as setting up the database, the various user profiles, hosting and domain..."
    },
    {
        "k": "w4",
        "v": "The testing phase includes, as the name suggests, all the operations for verifying the functioning, for fixing in case of problems and for optimizing wherever there was the possibility."
    },
    {
        "k": "w5",
        "v": "At the end of the project, your site will be permanently online to be reached by users from all over the world! SEO and content formatting operations will be carried out so as to be easily identifiable by users on the internet."
    },
    {
        "k": "w6",
        "v": "Custom vs. CMS-based website? Together, we will determine which choice is ideal for your project."
    },
    {
        "k": "w7",
        "v": "Wordpress CMS and/or headless CMS:"
    },
    {
        "k": "w8",
        "v": "A CMS, or content management system, is a software application that allows you to create, manage, and publish digital content, such as text, images, and multimedia, on a website or other digital platform."
    },
    {
        "k": "w9",
        "v": "Our CMS of choice is Wordpress. Some of the benefits of using this CMS include:"
    },
    {
        "k": "w10",
        "v": "Consistent design: Wordpress can help ensure consistency in design across your website. By using templates and pre-designed themes, we can maintain a consistent look and feel throughout your content."
    },
    {
        "k": "w11",
        "v": "Efficient workflow: Wordpress can streamline your content creation process by providing a workflow that allows multiple people to collaborate on content creation, editing, and publishing. This can help reduce the time and effort required to manage your content."
    },
    {
        "k": "w12",
        "v": "SEO optimization: Many CMS platforms come with built-in SEO features that can help improve your website's search engine ranking. For example, a CMS might provide tools for optimizing meta descriptions, keywords, and page titles."
    },
    {
        "k": "w13",
        "v": "Overall, a CMS like Wordpress can help make content management easier, more efficient, and more effective."
    },
    {
        "k": "w14",
        "v": "A headless CMS is a content management system that is designed to provide content without the restrictions of a traditional CMS. Unlike traditional CMS, headless CMS separates the content from the presentation layer (the 'head'). This means that the content can be accessed and displayed in any way that the developer chooses, without being tied to a specific website or application, this allows us to create more grafically unique interfaces for your website in  a faster way than implementing a fully custom website."
    },
    {
        "k": "w15",
        "v": " Custom website:"
    },
    {
        "k": "w16",
        "v": "A custom website is a website that is designed and developed specifically for a particular business or organization. Here are some benefits of a custom website:"
    },
    {
        "k": "w17",
        "v": "Unique design: With a custom website, you can have a unique design that is tailored to your business and brand. This can help you stand out from your competitors and make a strong impression on your target audience."
    },
    {
        "k": "w18",
        "v": "Branding: A custom website can be designed to reflect your brand and messaging, ensuring that your website is consistent with your overall marketing strategy."
    },
    {
        "k": "w19",
        "v": "SEO optimization: A custom website can be built with search engine optimization (SEO) in mind, ensuring that your website is optimized for search engines and can be easily found by your target audience."
    },
    {
        "k": "w20",
        "v": "Performance: A custom website can be optimized for speed and performance, ensuring that your website loads quickly and provides a seamless user experience."
    },
    {
        "k": "w21",
        "v": "Security: A custom website can be built with security in mind, ensuring that your website is protected from hacking and other security threats."
    },
    {
        "k": "w22",
        "v": "Overall, a custom website can provide a range of benefits for businesses and organizations that want to create a unique, scalable, and secure online presence. While a custom website may require a larger upfront investment than a pre-built website or template, the benefits can outweigh the costs in the long run, providing a higher return on investment and a stronger online presence."
    },
    {
        "k": "w23",
        "v": "As stated in the title, every project follows a series of clear steps. These measures will assure the best possible performance for your website, regardless of whether it is custom-built, based on WordPress, or even a hybrid of both technologies using a headless CMS."
    },
    {
        "k": "g",
        "v": "A guide to OJX website various types"
    }
]