[
    {
        "k": "title",
        "v": "Sviluppiamo il tuo sito web"
    },
    {
        "k": "sub1",
        "v": "Solo le migliori tecnologie"
    },
    {
        "k": "sub2",
        "v": "...per i migliori risultati"
    },
    {
        "k": "gotocontacts",
        "v": "Vai ai contatti"
    },
    {
        "k": "gotoaca",
        "v": "Visita OJXacademy"
    },
    {
        "k": "me.pres",
        "v": "Sono Omar, dottore in informatica laureato presso l'università di Genova e founder di OJXwebdev e OJXacademy. Con questi miei due progetti miro ad indirizzare le mie capacità informatiche nello sviluppo e la gestione di siti web per privati e aziende.Partendo dal design dell'interfaccia della pagina e proseguendo con il suo sviluppo e la successiva messa in produzione, la qualità del tuo sito realizzato con OJX non avrà eguali!"
    },
    {
        "k": "home.1",
        "v": "Il tuo sito web sarà creato in accordo con le tue idee uniche, utilizzando le tecnologie più all'avanguardia disponibili."
    },
    {
        "k": "home.2",
        "v": "Tutti i siti che vuoi! Intuitivi per i tuoi clienti e di facile manutenzione per gli upgrade futuri"
    },
    {
        "k": "home.3",
        "v": "Il tuoi feedback e le tue opinioni dirigeranno l'intero processo di sviluppo in modo da consegnarti un prodotto finito che rifletta accuratamente le tue idee e fornisca prestazioni senza pari."
    },
    {
        "k": "servs",
        "v": "Servizi"
    },
    {
        "k": "meths",
        "v": "Metodi di lavoro"
    },
    {
        "k": "contacts",
        "v": "Contatti"
    },
    {
        "k": "servs.1",
        "v": "Il tuo sito per le tue idee: questo è l'approccio OJX!"
    },
    {
        "k": "servs.2",
        "v": "Siti web professionali che ricalcano l'immaginazione del cliente usando le ultime tecnologie disponibili sul mercato. A differenza dai tool 'fai da te' per lo sviluppo di una applicazione web, affidandoti ad OJX avrai il pieno controllo sul risultato finale del tuo progetto."
    },
    {
        "k": "servs.3",
        "v": "Non dovrai preoccuparti degli aspetti più tecnici dello sviluppo e del mantenimento del tuo sito web: OJX offre hosting gratuito e assegnazione del dominio per i primi 12 mesi!"
    },
    {
        "k": "servs.4",
        "v": "L'acquisto di domini web, l'impostazione di caselle di posta o il mantenimento dell'hosting del tuo sito Web non saranno un problema per te. Il tuo sito sarà configurato per includere tutti i componenti necessari per l'utilizzo con i principali browser e motori di ricerca."
    },
    {
        "k": "servs.5",
        "v": "Vuoi imparare l'arte dello sviluppo web o arricchire le tuo competenze personali in materia di programmazione internet? Dai un'occhiata alla web academy OJX!"
    },
    {
        "k": "work.1",
        "v": "Come vengono realizzati i progetti OJX"
    },
    {
        "k": "work.2",
        "v": "Per la realizzazione di ogni progetto seguiamo una catena ben determinata e ben documentata di steps dove ad ogni tappa il tuo sito assumerà nuove funzionalità e nuovi dettagli grafici"
    },
    {
        "k": "work.3",
        "v": "La tua idea"
    },
    {
        "k": "work.4",
        "v": "Progettazione delle funzionalità"
    },
    {
        "k": "work.5",
        "v": "Sviluppo"
    },
    {
        "k": "work.6",
        "v": "Consegna prodotto finito"
    },
    {
        "k": "work.7",
        "v": "La fase di sviluppo comprende la realizzazione sia dell'interfaccia grafica sia della logica del tuo sito web: dalla messa in funzione del database alla gestione dei dati degli utilizzatori (qual'ora il tuo sito necessitasse di tali funzionalità). Questa è la fase principale del progetto."
    },
    {
        "k": "work.8",
        "v": "Progetti"
    },
    {
        "k": "work.9",
        "v": "Designs"
    },
    {
        "k": "c.1",
        "v": "Per informazioni e richieste di preventivi"
    },
    {
        "k": "c.2",
        "v": "Per informazioni sui corsi OJX"
    },
    {
        "k": "c.3",
        "v": "Oppure scrivici direttamente qui il tuo messaggio"
    },
    {
        "k": "send",
        "v": "Invia"
    },
    {
        "k": "mlang",
        "v": "Siti multilingua"
    },
    {
        "k": "port",
        "v": "Portfolio personali"
    },
    {
        "k": "evs",
        "v": "Siti per eventi"
    },
    {
        "k": "other",
        "v": "Molti altri"
    },
    {
        "k": "alert",
        "v": "Visualizzazione design disponibile solo su dispositivi tablet e desktop"
    },
    {
        "k": "w1",
        "v": "Inizia tutto dalla tua idea! Sarà compito del programmatore sviluppare la tua visione in un sito bello, funzionale e che faccia conoscere la tua azienda o i tuoi prodotto al mondo intero."
    },
    {
        "k": "w2",
        "v": "Potrai vedere una prima anteprima concreta di come sarà il tuo sito web durante la fase di design. Verranno utilizzati strumenti ad-hoc per realizzare il progetto grafico e come risultato verrà creato un documento con specifiche e immagini. Il progetto sarà conseguentemente implementato nella fasi successive. In questa fase la tua collaborazione sarà essenziale per riuscire ad ideare il design grafico che desideri!"
    },
    {
        "k": "w3",
        "v": "Il tuo sito non dovrà essere solo bello da vedere, dovrà anche garantire la migliore esperienza di utilizzo ai suoi visitatori. Nella fase di progettazione della UX, verranno studiate e comparate le migliori soluzioni per la realizzazione delle operazioni presenti nel tuo sito, oltre all'allestimento della base di dati, dei vari profili utente, dell'hosting e del dominio..."
    },
    {
        "k": "w4",
        "v": "La fase di testing comprende, come suggerisce il nome, tutte le operazioni di verifica del funzionamento, di fix in caso di problemi e di ottimizzazioni ovunque ce ne fosse la possibilità."
    },
    {
        "k": "w5",
        "v": "Al termine del progetto, il tuo sito sarà messo definitivamente online per essere raggiunto da utenti da tutto il mondo! Verranno compiute operazioni di SEO e di formattazione dei contenuti così da risultare facilemente individuabile dagli utenti su internet."
    },
    {
        "k": "w6",
        "v": "Sito Web custom oppure basato su CMS? Insieme, determineremo quale scelta è ideale per il tuo progetto."
    },
    {
        "k": "w7",
        "v": "Wordpress CMS e/o headless CMS:"
    },
    {
        "k": "w8",
        "v": "Un CMS, o Content Management System, è un'applicazione software che consente di creare, gestire e pubblicare contenuti digitali, come testo, immagini e contenuti multimediali, su un sito Web o altra piattaforma digitale."
    },
    {
        "k": "w9",
        "v": "Il CMS di fiducia OJX è Wordpress. Alcuni dei vantaggi dell'utilizzo di questo CMS includono:"
    },
    {
        "k": "w10",
        "v": "Design coerente: Wordpress può aiutare a garantire la coerenza nel design del tuo sito web. Utilizzando modelli e temi pre-progettati, possiamo mantenere un aspetto coerente in tutti i tuoi contenuti."
    },
    {
        "k": "w11",
        "v": "Flusso di lavoro efficiente: Wordpress può semplificare il processo di creazione dei contenuti fornendo un flusso di lavoro che consente a più persone di collaborare alla creazione, modifica e pubblicazione dei contenuti. Questo può aiutare a ridurre il tempo e lo sforzo necessari per gestire i tuoi contenuti."
    },
    {
        "k": "w12",
        "v": "Ottimizzazione SEO: molte piattaforme CMS come Wordpress sono dotate di funzionalità SEO integrate che possono aiutare a migliorare il posizionamento nei motori di ricerca del tuo sito web. Ad esempio, un CMS potrebbe fornire strumenti per ottimizzare meta descrizioni, parole chiave e titoli di pagina."
    },
    {
        "k": "w13",
        "v": "Nel complesso, un CMS come Wordpress può aiutare a rendere la gestione dei contenuti più semplice, efficiente ed efficace."
    },
    {
        "k": "w14",
        "v": "Un CMS headless è un sistema di gestione dei contenuti progettato per fornire contenuti senza le restrizioni di un CMS tradizionale. A differenza del CMS tradizionale, il CMS senza testa separa il contenuto dal livello di presentazione (la 'testa'). Ciò significa che è possibile accedere e visualizzare il contenuto in qualsiasi modo lo sviluppatore scelga, senza essere legato a un sito Web o un'applicazione specifici, questo ci consente di creare interfacce graficamente più uniche per il tuo sito Web in un modo più rapido rispetto all'implementazione di un sito Web completamente personalizzato."
    },
    {
        "k": "w15",
        "v": "Sito web custom :"
    },
    {
        "k": "w16",
        "v": "Un sito Web personalizzato è un sito Web progettato e sviluppato appositamente per la tua particolare azienda o organizzazione. Ecco alcuni vantaggi di un sito Web custom:"
    },
    {
        "k": "w17",
        "v": "Design unico: con un sito Web personalizzato, puoi avere un design unico su misura per la tua attività e il tuo marchio. Questo può aiutarti a distinguerti dai tuoi concorrenti e fare una forte impressione sul tuo pubblico di destinazione."
    },
    {
        "k": "w18",
        "v": "Branding: un sito web personalizzato può essere progettato per riflettere il tuo marchio e il tuo messaggio, assicurandoti che il tuo sito web sia coerente con la tua strategia di marketing complessiva."
    },
    {
        "k": "w19",
        "v": "Ottimizzazione SEO: un sito Web personalizzato può essere creato tenendo presente l'ottimizzazione per i motori di ricerca (SEO), assicurando che il tuo sito Web sia ulteriormente ottimizzato per i motori di ricerca e possa essere facilmente trovato dal tuo pubblico di destinazione."
    },
    {
        "k": "w20",
        "v": "Performance: un sito Web personalizzato può essere ottimizzato per velocità e prestazioni, assicurando che il tuo sito Web si carichi rapidamente e fornisca un'esperienza utente senza interruzioni."
    },
    {
        "k": "w21",
        "v": "Sicurezza: un sito Web personalizzato può essere creato tenendo presente la sicurezza, assicurando che il tuo sito Web sia protetto da hacking e altre minacce alla sicurezza."
    },
    {
        "k": "w22",
        "v": "Nel complesso, un sito Web personalizzato può offrire una serie di vantaggi per le aziende e le organizzazioni che desiderano creare una presenza online unica, scalabile e sicura. Sebbene un sito Web personalizzato possa richiedere un investimento iniziale maggiore rispetto a un sito Web o un modello predefinito, i vantaggi possono superare i costi a lungo termine, fornendo un ritorno sull'investimento più elevato e una presenza online più forte."
    },
    {
        "k": "w23",
        "v": "Come indicato nel titolo, ogni progetto segue una serie di passaggi chiari. Queste misure assicureranno le migliori prestazioni possibili per il tuo sito Web, indipendentemente dal fatto che sia personalizzato, basato su WordPress o anche un ibrido di entrambe le tecnologie utilizzando un CMS headless."
    },
    {
        "k": "g",
        "v": "Guida alle tipologie di siti web OJX:"
    }
]